Repository: WordPressBugBounty/plugins-news-ticker-benaceur
Catalog: news-ticker-benaceur/lang/news-ticker-benaceur-*.po
Languages: ar

source: To add the date / author of the post / last modification of the post / the number of comments on the post, see the following topic:
ar: لإضافة التاريخ / صاحب الموضوع / آخر تعديل للموضوع / عدد التعليقات على الموضوع, تابع الموضوع التالي:

source: To read ...
ar: مهمّ للقراءة ...

source: Top left
ar: أعلى اليسار

source: Top right
ar: أعلى اليمين

source: Transparent background
ar: خلفية شفّافة

source: Up
ar: إلى أعلى

source: update now
ar: التحديث الآن

source: Update the date of manually news
ar: تحديث تاريخ الأخبار اليدوية

source: Upload image
ar: رفع صورة

source: Very important
ar: هام جدا

source: Visit plugin site:
ar: زيارة موقع الإضافة:

source: Weight of prev/next button
ar: عرض زر السابق/التالي font-weight

source: When choosing the last comments, it&#39;s possible to exclude the comments of a specific member from appearing, by his user id:
ar: عند اختيار آخر التعليقات يمكن استثناء تعليقات عضو معين من الظهور وذلك حسب معرفه:

source: White
ar: بيضاء

source: Width by adding: px or % (It is recommended to use % if your theme uses the percentage in width,
ar: العرض width بإضافة % أو px (يستحسن استخدام % إذا كان قالبك يحسب العرض بالنسبة المئوية,

source: Width in percent %
ar: العرض width بالنسبة المئوية %

source: Width of the title
ar: عرض العنوان (width)

source: yes
ar: نعم

source: You are using Version
ar: أنت تستخدم النسخة

source: You can ask questions about plugin and settings via this topic:
ar: يمكنك طرح استفساراتك حول الإضافة وإعداداتها عبر هذا الموضوع:

source: You may need to purge the cache after saving the settings, with some cache plugins, if you are using a cache plugin of course.
ar: ربما تحتاج الى إفراغ الكاش بعد حفظ الإعدادات مع بعض إضافات الكاش، إذا كنت تستعمل إضافةً لحفظ الكاش طبعا.

source: Your browser is an old version, that's not compatible with this news ticker, update it!
ar: متصفحك الحالي قديم, غير متوافق مع شريط الأخبار هذا, يرجى تحديثه!

source: your first news ...
ar: الخبر الأول ...

source: your second news ...
ar: الخبر الثاني ...

source: your third news ...
ar: الخبر الثالث ...
