Repository: WordPressBugBounty/plugins-news-ticker-benaceur
Catalog: news-ticker-benaceur/lang/news-ticker-benaceur-*.po
Languages: ar

source: (comment)
ar: (التعليق comment)

source: (post)
ar: (المقالة post)

source: (not fot typing1)
ar: (غير متوافقة مع Typing1)

source: + date and title
ar: + التاريخ والعنوان

source: - Enter your news (manually) here (General settings)<br>- The last update of manually news date (General settings)<br>- Style customization css (Settings of style)<br>- Script customization or adding java/jquery (Settings of style)
ar: - أدخل أخبارك (يدويا) هنا (إعدادات عامة)<br>- آخر تحديث لتاريخ الأخبار اليدوية (إعدادات عامة)<br>- تخصيص الستايل css (خصائص الستايل style)<br>- تخصيص أو إضافة سكريبت java/jquery (خصائص الستايل style)

source: - For both &#34;Absolute Position (default)&#34; and &#34;Relative Position&#34; options, absolute means that the news ticker location is absolutely at the header location if we choose top and at the footer location if we choose bottom, while relative means that it&#39;s in the header or footer relatively, for those who have no idea about css and html languages, try the first option, which is the default. If it doesn&#39;t work, choose the second one, and it depends on the theme you are using. Note: these two options only work with &#34;Add the code automatically to top&#34; and &#34;Add the code automatically to bottom&#34; option.
ar: - بالنسبة لخياري: &#34;مطلق Absolute Position (افتراضي)&#34; و &#34;نسبي Relative Position&#34;، المطلق absolute يعني مكان شريط الأخبار يكون مطلقا في مكان الهيدر إذا اخترنا في الأعلى وفي الفوتر إذا اخترنا في الأسفل، أما النسبي relative فيكون في الهيدر أو في الفوتر نسبي الموضع أو المكان، باختصار لمن ليس لديه فكرة عن لغتي css و html جرّب الخيار الأول وهو الافتراضي فإن لم يشتغل فاختر الثاني، وذلك يرجع للقالب الذي تستخدمه. ملاحظة: هذا الخياران لا يعملان إلا مع خياري &#34;إضافة الكود تلقائياً أعلى الموقع&#34; و &#34;إضافة الكود تلقائياً أسفل الموقع&#34; فقط.

source: - If you choose to fix the news bar at the top or bottom of the site, it&#39;s recommended to add the code automatically by activating the option: &#34;Automatically add the code to show the news ticker to the theme&#34; in the fixation options at the bottom of this page and not here, unless the bar doesn&#39;t appear (according to your theme) add it manually, as for the shortcode, put it manually, and doesn&#39;t work until you activate it below this note, and cannot be fixed.
ar: - إذا اخترت تثبيت شريط الأخبار أعلى الموقع أو أسفله فمن المستحسن إضافة الكود تلقائيا وليس يدويا وذلك عبر تفعيل خيار &#34;إضافة كود إظهار شريط الأخبار تلقائياً إلى القالب&#34; في خيارات التبيث أسفل هذه الصفحة وليس هنا، إلا إذا لم يظهر الشريط (حسب قالبك) فقم بإضافته يدويا, أما بالنسبة للكود القصير فيوضع يدويا ولا يشتغل حتى تقوم بتفعيله أسفل هذا الملاحظة, ولا تثبيت فيه.

source: 1- If you use a caching plugin, it is necessary in most cases to clear the cache after plugin settings is updated
ar: 1- إذا كنت تستخدم إضافة لحفظ الكاش caching plugin, فمن الضروري في أغلب الحالات إفراغ الكاش بعد تحديث الإعدادات (حفظ التغييرات)

source: 2- Note for developers: When you use (query_posts) to identify articles that appear in the home page, for example, or in search page or ... must be taken into account that it affects the inclusion or exclusion articles that appear in the ticker, and to avoid this problem, and so as not to interfere with the insertion or exception settings for latest articles, must use this condition: $query->is_main_query()
ar: 2- ملاحظة خاصة بالمطورين: عند استعمال (query_posts) لتحديد المقالات التي تظهر في الرئيسية مثلا أو في صفحة البحث أو ... يجب الأخذ بعين الاعتبار أن ذلك يؤثر على إدراج أو استثناء المقالات التي تظهر في الشريط ولتفادي هذه المشكلة وحتى لا تتعارض مع إعدادات الإدراج أو الاستثناء الخاصة بالإضافة نستعمل شرط: $query->is_main_query()

source: Absolute Position (default)
ar: مطلق Absolute Position (افتراضي)

source: Add date and other
ar: إضافة التاريخ وغيره

source: Add the code automatically to bottom
ar: إضافة الكود تلقائياً أسفل الموقع

source: Add the code automatically to top
ar: إضافة الكود تلقائياً أعلى الموقع

source: Add the code manually
ar: إضافة الكود يدوياً

source: All changes saved successfully, close this message!
ar: تم حفظ جميع التغييرات بنجاح, أغلق هذه الرسالة

source: An error occurred while importing the file.
ar: وقع خطأ أثناء استيراد الملف

source: and if you choose manually with fixation at the bottom, add it exactly before the closing body tag in the footer:
ar: أما إذا اخترت يدويا مع التبيث في الأسفل فقم بإضافة الكود مباشرة قبل وسم إغلاق البودي في الفوتر footer:

source: And replace No. 1 with the appropriate number, and you can exclude more than one membership, for example: array(&#39;1&#39;, &#39;55&#39;, &#39;9&#39;)
ar: واستبدل رقم 1 بالرقم المناسب ويمكنك استثناء أكثر من عضوية, مثال: array(&#39;1&#39;, &#39;55&#39;, &#39;9&#39;)

source: and use px if your theme uses the pixels in width.)
ar: وباستعمال px إذا كان القالب يحسب العرض بالبيكسل.)

source: Animation
ar: المؤثرات (Animation)

source: Animation / effects
ar: المؤثرات (Animation / effects)

source: At the bottom
ar: في الأسفل

source: At the top
ar: في الأعلى

source: author page
ar: صفحة مقالات الكاتب

source: Automatically add the code to show the news ticker to the theme (recommended)
ar: إضافة كود إظهار شريط الأخبار تلقائياً إلى القالب (مستحسن)

source: Background color
ar: لون الخلفية background-color

source: Background color of title
ar: لون خلفية العنوان background-color

source: Black
ar: سوداء

source: Bold
ar: عريض

source: border bottom
ar: الإطار السفلي border-bottom

source: border bottom (Title)
ar: الإطار السفلي border-bottom (العنوان)

source: Border color
ar: لون الإطار border-color

source: Border color (Title)
ar: لون الإطار border-color (العنوان)

source: border left
ar: الإطار الأيسر border-left

source: border left (Title)
ar: الإطار الأيسر border-left (العنوان)

source: border radius
ar: زوايا الإطار border radius

source: border right
ar: الإطار الأيمن border-right

source: border right (Title)
ar: الإطار الأيمن border-right (العنوان)

source: border top
ar: الإطار العلوي border-top

source: border top (Title)
ar: الإطار العلوي border-top (العنوان)

source: Bottom left
ar: أسفل اليسار

source: Bottom right
ar: أسفل اليمين

source: Bottom the news bar
ar: أسفل شريط الأخبار

source: box shadow
ar: ظل الصندوق box-shadow

source: box shadow color
ar: لون ظل الصندوق box shadow color

source: box shadow pixel
ar: بيكسل ظل الصندوق box-shadow

source: Category id
ar: رقم التصنيف id

source: category id (include/exclude)
ar: تصنيف رقم (إدراج/استثناء)

source: Category name
ar: اسم التصنيف

source: category page
ar: صفحة التصنيف

source: Choose a section to reset
ar: اختر قسما لإعادة الإعدادات الافتراضية

source: Choose one title for each site according direction if your multilingual site
ar: اختر عنوانا لكل موقع حسب الاتجاه إذا كان موقعك متعدد اللغات

source: Choose the comment status
ar: اختر حالة التعليق comment status

source: Choose the name of taxonomy
ar: اختر اسم taxonomy

source: Choose the post status (You can select more than one status)
ar: اختر حالة المقالة post status (يمكنك تحديد أكثر من حالة)

source: Choose the post type (You can select more than one type)
ar: اختر نوع المقالة post type (يمكنك تحديد أكثر من نوع)

source: Choose where to place the Java file
ar: اختر مكان وضع ملف الجافا

source: Class or id (fixed at the bottom)
ar: الكلاس أو الإيدي (إذا كان التثبيت أسفل)

source: Class or id (fixed at the top)
ar: الكلاس أو الإيدي (إذا كان التثبيت أعلى)

source: click here
ar: اضغط هنا

source: Click on "Import" to restore all your saved settings from the json file
ar: اضغط على "استيراد" لإعادة جميع إعداداتك المحفوظة عبر ملف json.

source: Color of prev/next button
ar: لون زر السابق/التالي color

source: Contribute to translation of plugin
ar: المساهمة في ترجمة الإضافة

source: Day
ar: يوم

source: Direction
ar: الاتجاه

source: Disable
ar: تعطيل

source: Disable autostart
ar: تعطيل التشغيل التلقائي

source: Disable cursor
ar: تعطيل المؤشر

source: Disable fixation (bottom) in a screen less than 600px
ar: تعطيل التثبيت (أسفل) في شاشة عرضها أقل من 600px

source: Disable fixation (top) in a screen less than 600px
ar: تعطيل التثبيت (أعلى) في شاشة عرضها أقل من 600px

source: Disable hide/show option
ar: تعطيل خيار إخفاء/إظهار

source: Disable img next/prev
ar: تعطيل زر السابق/التالي

source: Disable the icon
ar: تعطيل الأيقونة

source: Disable the reset exclude for below options
ar: تعطيل استثناء الخيارات التي في الأسفل

source: Disable this font: DroidKufi_Ben
ar: تعطيل هذا الخط إن كان موجودا عندك: DroidKufi_Ben

source: Disable this option
ar: تعطيل هذا الخيار

source: Disable Title
ar: تعطيل العنوان

source: Disable title (screen mobile)
ar: تعطيل العنوان (شاشة موبايل)

source: Display all categories
ar: إظهار جميع التصنيفات

source: Distance from the left
ar: المسافة عن الشمال

source: Distance from the left/right of the image
ar: المسافة عن شمال/يمين الصورة

source: Distance from the right
ar: المسافة عن اليمين

source: Distance from the right/left of the image
ar: المسافة عن يمين/شمال الصورة

source: distance top the prev/next button
ar: المسافة أعلى زر السابق/التالي top or margin-top

source: Do not delete
ar: لا تحذف

source: Do not forget to rate the plugin
ar: لا تنس تقييم الإضافة

source: Do not remove
ar: لا تحذف

source: Do not update the date
ar: عدم تحديث التاريخ

source: Down
ar: إلى أسفل

source: Edit the functions.php file for your active theme and put the following below it:
ar: حرر ملف functions.php الخاص بقالبك المفعّل وضع أسفله التالي:

source: Enable cursor
ar: تفعيل المؤشر

source: Enable img next/prev
ar: تفعيل زر السابق/التالي

source: Enable News Ticker Benaceur on admin bar in admin panel
ar: تفعيل News Ticker Benaceur في شريط الإدارة (admin bar) على لوحة الإدارة

source: Enable News Ticker Benaceur on admin bar in frontend
ar: تفعيل News Ticker Benaceur في شريط الإدارة (admin bar) على واجهة الموقع

source: Enable plugin
ar: تفعيل الإضافة

source: Enable style of mobile (recommended)
ar: تفعيل نمط الموبايل (يستحسن تفعيله)

source: Enable the shortcode -only manully-
ar: تفعيل الكود القصير -يدويا فقط-

source: Enable this feature (style of mobile) if your theme uses the percentage % in the width of the site
ar: تفعيل هذه الخاصية (نمط الموبايل) إذا كان قالبك يستعمل النسبة المئوية % في عرض الموقع

source: Enter here the user id
ar: أدخل هنا رقم العضوية

source: Enter the id
ar: أدخل المعرّف

source: Enter your news (manually) here:
ar: أدخل أخبارك (يدويا) هنا:

source: Ex:
ar: مثال:

source: ex:
ar: مثال:

source: Exclude cat id
ar: استثناء تصنيف رقم

source: Exclude post id
ar: استثناء مقالة رقم

source: Exclude the comments of a specific member or group
ar: استثناء تعليقات عضو أو مجموعة معينة

source: Export all plugin settings in an json file that helps you to save all your settings for reuse here or at another location with ease.
ar: تصدير جميع اعدادات الإضافة في ملف json يسمح لك ويساعدك في حفظ جميع إعداداتك الخاصة لإعادة استعمالها هنا أو في موقع آخر بكل سهولة.

source: Export settings
ar: تصدير الإعدادات

source: Fixation the bar top/bottom the site
ar: تثبيت الشريط أعلى/أسفل الموقع

source: Font family
ar: عائلة الخط font-family

source: Font family (title)
ar: عائلة الخط font-family (العنوان)

source: Font size
ar: حجم الخط font-size

source: Font size (title)
ar: حجم الخط font-size (العنوان)

source: Font size of prev/next button
ar: حجم خط زر السابق/التالي font-size

source: Font weight
ar: عرض الخط font-weight

source: General settings
ar: إعدادات عامة

source: Get only comments published less than:
ar: جلب فقط التعليقات التي مرّ عليها أقل من:

source: Get only posts published less than:
ar: جلب فقط المواضيع التي تم على نشرها أقل من:

source: Height
ar: الإرتفاع height

source: height (Title)
ar: الإرتفاع height (العنوان)

source: Hide (when page reloaded)
ar: إخفاء (يتم بعد إعادة تحميل الصفحة)

source: hide (without reloading the page - jquery)
ar: إخفاء (دون الحاجة لإعادة تحميل الصفحة - جكيري)

source: Hide after spending a (the time entered here) of your recent comment:
ar: إخفاء بعد مرور (الوقت المختار هنا) من تاريخ آخر تعليق:

source: Hide after spending a (the time entered here) of your recent post:
ar: الإخفاء بعد مرور على نشر آخر موضوع أكثر من:

source: Hide after spending a (the time entered here) of your recent update date:
ar: إخفاء بعد مرور (الوقت المختار هنا) من تاريخ التحديث الأخير:

source: Hide after time:
ar: إخفاء بعد مدة:

source: Hide for all except administrator
ar: إخفاء عن الجميع ماعدا المدير

source: Hide for all users
ar: إخفاء عن جميع الأعضاء

source: Hide for this group(s) (You can select more than one group)
ar: إخفاء عن مجموعة (يمكنك تحديد أكثر من مجموعة)

source: Hide for this user id
ar: إخفاء عن المستخدم حسب المعرف ID

source: Hide for visitors
ar: إخفاء عن الزوار

source: Hide if no items (no posts or)
ar: إخفاء عند عدم وجود عناصر (لا توجد مواضيع أو ...)

source: Hide in
ar: إخفاء في

source: Hide the news ticker in a screen where the width is less than
ar: إخفاء الشريط (news ticker) في شاشة عرضها أقل من

source: Hide the plugin rating icon
ar: إخفاء أيقونة تقييم الإضافة

source: Hide/Show in:
ar: إخفاء/إظهار في:

source: home
ar: الرئيسية

source: Hour
ar: ساعة

source: Hover color
ar: لون الروابط عند تمرير الفأرة a:hover

source: ID of page
ar: معرف الصفحة (ID of page)

source: ID of post
ar: معرف المقالة (ID of post)

source: If you are using a non-latin font (like arabic) it should be preceded by &#34;Verdana&#34; followed by a comma then our font. ex: Verdana, Kufi
ar: إذا كنت تستخدم خطًا غير لاتيني (مثل العربية) فيجب أن يسبقه &#34;Verdana&#34; متبوعًا بفاصلة ثم الخط. على سبيل المثال: Verdana, Kufi

source: If you choose manually with fixation at the top, add the code exactly under the body tag in the header:
ar: إذا اخترت يدويا مع التبيث في الأعلى فقم بإضافة الكود مباشرة تحت وسم البودي body في الهيدر header:

source: If you want to translate this plugin to your language then send me the translation files via:
ar: إذا أردت ترجمة هذه الإضافة إلى لغتك أرسل لي ملفات الترجمة عبر:

source: Image dimensions
ar: أبعاد الصورة

source: Import settings
ar: استيراد الإعددات

source: Important
ar: مُهمّ

source: Important: this option under the note is considered null if the fixation option is activated.
ar: هام: هذا الخيار الذي أسفل الملاحظة يعتبر ملغى إذا كان خيار التثبيت مفعلا.

source: In a screen where the maximum width is
ar: في شاشة عرضها أقل من media screen and max-width

source: In a screen where the minimum width is
ar: في شاشة عرضها أكبر من media screen and min-width

source: In footer (recommended)
ar: في الفوتر -الأسفل- (مستحسن)

source: Include cat id
ar: إدراج تصنيف رقم

source: Include post id
ar: إدراج مقالة رقم

source: Indicator size
ar: حجم المؤشر

source: Last update
ar: آخر تحديث

source: Latest comments
ar: آخر التعليقات

source: Latest news Manually
ar: آخر الأخبار يدوياً

source: Latest posts
ar: آخر المقالات (posts)

source: Leave blank to activate All
ar: اتركه فارغا لتفعيل الجميع

source: Leave it blank (default text)
ar: اتركه فارغا (النص الافتراضي)

source: Leave it blank to get all comments
ar: اتركه فارغا لجلب جميع التعليقات

source: Leave it blank to get all posts
ar: اتركه فارغا لجلب جميع المواضيع

source: Manually add
ar: أضفه يدويا

source: margin bottom (If it&#39;s not fixed)
ar: المسافة السفلية من الخارج margin-bottom (إذا لم يكن الشريط مثبتا)

source: margin left
ar: المسافة عن الشمال من الخارج margin-left

source: margin right
ar: المسافة عن اليمين من الخارج margin-right

source: margin the title from the left (Title)
ar: تحريك صندوق العنوان من الجانب الأيسر (العنوان)

source: margin the title from the right (Title)
ar: تحريك صندوق العنوان من الجانب الأيمن margin-right (العنوان)

source: margin top (Title)
ar: المسافة العلوية من الخارج margin-top (العنوان)

source: margin top (If it&#39;s not fixed)
ar: المسافة العلوية من الخارج margin-top (إذا لم يكن الشريط مثبتا)

source: margin top/bottom
ar: المسافة العلوية/السفلية من الخارج top/bottom

source: Menu
ar: قائمة رئيسية

source: Minute
ar: دقيقة

source: Modifications and additions by &#34;filter&#34;
ar: تعديلات وإضافات عن طريق &#34;filter&#34;

source: my latest plugin,perhaps you might be interested <a target="_blank" href="https://wordpress.org/plugins/restrict-usernames-emails-characters/">Restrict Usernames Emails Characters</a>
ar: أحدث إضافاتي plugins, ربما قد تهمك <a target="_blank" href="https://wordpress.org/plugins/restrict-usernames-emails-characters/">Restrict Usernames Emails Characters</a>

source: My plugins
ar: إضافاتي My plugins

source: next
ar: التالي

source: no
ar: لا

source: No items
ar: لا توجد عناصر

source: No news
ar: لا توجد أخبار

source: Normal
ar: عادي

source: Note: After activating the plugin, choose how to put the code in the theme, manually or automatically.
ar: بعد تفعيل الإضافة اختر طريقة وضع الكود في القالب، يدويا أو تلقائيا.

source: Number of characters of the news
ar: عدد أحرف الخبر

source: Number of title characters
ar: عدد حروف العنوان

source: Numbre of comments
ar: عدد التعليقات

source: Numbre of posts
ar: عدد المواضيع

source: Or choose:
ar: أو اختيار:

source: or put this short code in post or page (only manually):
ar: أو ضع هذا الكود القصير داخل المقالة أو الصفحة (يدويا فقط):

source: Other settings
ar: إعدادات أخرى

source: padding left
ar: المسافة عن الشمال من الداخل padding-left

source: padding right
ar: المسافة عن اليمين من الداخل padding-right

source: padding top
ar: المسافة العلوية من الداخل padding-top

source: pages
ar: الصفحات pages

source: Pause on hover
ar: توقف عند تمرير الفأرة

source: Please wait...
ar: انتظر قليلا ...

source: Post Count
ar: عدد المواضيع

source: post id
ar: مقالة رقم

source: prev
ar: السابق

source: Put 0 to disable
ar: ضع 0 لتعطيلها

source: Put each news in new line between this tags
ar: ضع كل خبر في سطر بين هذين التاجين

source: Put the code php in the functions.php file when you update your theme, because it will be deleted after each update of the theme. You can resolve this problem by using the child theme method. For more details, follow the following subject:
ar: أعد وضع الكود في ملف functions.php عند كل تحديث لقالبك, فسوف يُحذف بعد كل تحديث للقالب, ويمكنك التخلص من هذه المشكلة باستعمال طريقة القالب الإبن ولمزيد من التفصيل تابع الموضوع التالي:

source: Raise or lower the text (line-height)
ar: رفع النص إلى أعلى أو خفضه (line-height)

source: Raise or lower the title (line-height)
ar: رفع نص العنوان إلى أعلى أو خفضه (line-height)

source: Relative Position
ar: نسبيّ Relative Position

source: Remove [wp_news_ticker_benaceur_short_code] from posts and pages when the plugin is disabled (is recommended that take a copy of the database before this operation)
ar: حذف [wp_news_ticker_benaceur_short_code] من المقالات والصفحات عند تعطيل الإضافة (يستحسن أخذ نسخة احتياطية من قاعدة البيانات قبل هذه العملية)

source: Remove all settings and data of the plugin from database when the plugin is disabled
ar: حذف جميع إعدادات وبيانات الإضافة من قاعدة البيانات عند تعطيلها

source: Remove Selection
ar: إلغاء التحديد

source: reset all settings
ar: إعادة جميع الإعدادات الافتراضية للإضافة

source: reset animation settings
ar: إعادة الإعدادات الافتراضية (المؤثرات Animation)

source: Reset default image
ar: إعادة الصورة الافتراضية

source: reset general settings
ar: إعادة الإعدادات الافتراضية (إعدادات عامة)

source: reset style settings
ar: إعادة الإعدادات الافتراضية (خصائص الستايل)

source: Reset:
ar: إعادة الإعدادات الافتراضية Reset:

source: Save all Changes
ar: حفظ جميع التغييرات

source: Save animation settings
ar: حفظ إعدادات المؤثرات

source: Save general settings
ar: حفظ الإعدادات العامة

source: Save other settings
ar: حفظ الإعدادات الأخرى

source: Save style settings
ar: حفظ إعدادات الستايل

source: Saved + reset successfully
ar: تمّ الحفظ + إعادة الإعدادات الافتراضية

source: Script customization or adding (java/jquery)
ar: تخصيص أو إضافة سكريبت (java/jquery)

source: search page
ar: صفحة نتائج البحث

source: Second, depending on the group, for example by excluding comments from the &#34;administrator&#34; group, in this case put the following code instead of the first:
ar: ثانيا حسب المجموعة, على سبيل المثال استثناء تعليقات مجموعة &#34;مدير&#34; في هذه الحالة ضع الكود التالي بدلا من الأول:

source: Select the fixing method
ar: حدد طريقة التثبيت

source: Separate between id by commas, for example: 2,16,223
ar: افصل بين المعرفات بفاصلة (,) على سبيل المثال : 2,16,223

source: Settings
ar: الإعدادات

source: Settings of style
ar: خصائص الستايل style

source: Settings saved successfully
ar: تمّ حفظ الإعدادات بنجاح

source: Show in
ar: إظهار في

source: single post (in post)
ar: داخل المقالة loop single

source: Speed
ar: السرعة

source: Style customization (css)
ar: تخصيص الستايل (css)

source: Submenu
ar: قائمة فرعية

source: Support
ar: الدعم الفني Support

source: taxonomy id (required)
ar: المعرّف taxonomy id (إجباري)

source: Text color
ar: لون النص color

source: Text color of title (if animation pulsate is disabled)
ar: لون نص العنوان color (إذا كان تأثير pulsate معطلا)

source: Text direction
ar: إتجاه النص

source: text shadow
ar: ظل النص text-shadow

source: text shadow color
ar: لون ظل النص text shadow color

source: The distance between elements
ar: المسافة بين العناصر

source: The distance top of the indicator
ar: المسافة أعلى المؤشر

source: The following options are excluded from reset:
ar: الخيارات التالية مستثناة من إعادة الإعدادات الافتراضية:

source: The height of the admin bar in a screen width of less than 782px (default &#34;46&#34; leave blank) | This doesn&#39;t affect the height of the admin bar, but rather affects the news ticker when you place it at the top of the site compared to the height of the admin bar
ar: ارتفاع height الأدمن بار admin bar في شاشة عرضها أقل من 782 بكسل (الافتراضي &#34;46&#34; اتركه فارغًا) | لا يؤثر هذا على ارتفاع الأدمن بار ، بل يؤثر على شريط الأخبار عند جعله أعلى الموقع بالنسبة إلى ارتفاع الأدمن بار.

source: The height of the admin bar in a screen width of more than 782px (default &#34;32&#34; leave blank) | This doesn&#39;t affect the height of the admin bar, but rather affects the news ticker when you place it at the top of the site compared to the height of the admin bar
ar: ارتفاع height الأدمن بار admin bar في شاشة عرضها أكبر من 782 بكسل (الافتراضي &#34;32&#34; اتركه فارغًا) | لا يؤثر هذا على ارتفاع الأدمن بار ، بل يؤثر على شريط الأخبار عند جعله أعلى الموقع بالنسبة إلى ارتفاع الأدمن بار.

source: The last update of manually news date:
ar: آخر تحديث لتاريخ الأخبار اليدوية:

source: The level of transparency 1-0.1
ar: نسبة الشفافية opacity من 1 إلى 0.1

source: The settings file was imported successfully
ar: تم استيراد ملف الإعدادات بنجاح

source: The smaller width than
ar: العرض screen width أقل من

source: The text that appears if there is no items (manually news)
ar: النص الذي يظهر إذا لم يكن هناك عناصر (الأخبار يدويا)

source: The text that appears if there is no items (posts or comments)
ar: النص الذي يظهر إذا لم يكن هناك عناصر (مقالات أو تعليقات)

source: The title rtl
ar: العنوان rtl

source: There is a newer version, it's recommended to
ar: هناك نسخة أحدث متاحة, يستحسن

source: This form is correct:
ar: هذا النموذج صحيح:

source: This form is incorrect:
ar: هذا النموذج غير صحيح:

source: This will display the item behind the fixed news ticker. By default, leave the field blank. If the element does not appear (depending on your theme), enter the class or ID of the element.
ar: هذه لإظهار العنصر الموجود خلف الشريط المثبت، افتراضيا اترك الحقل فارغا، أما إذا لم يظهر العنصر (حسب قالبك) أدخل الكلاس class أو الإيدي id الخاص بالعنصر.

source: TimeOut
ar: وقت التوقف (بين عنوان وآخر)

source: Title animation pulsate
ar: تأثير pulsate على العنوان

source: Title styles
ar: ستايل العنوان
